#include <iostream>
using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    cout << "Александр Пушкин\n\"Вы за \"Онегина\" советуете, други…\"\n\n";
    cout << "Вы за \"Онегина\" советуете, други, \nОпять приняться мне в осенние досуги.";
    cout << "Вы говорите мне: он жив и не женат.\nИтак, еще роман не кончен — это клад: ";
    cout << "Вставляй в просторную, вместительную раму\nКартины новые — открой нам диораму: ";
    cout << "Привалит публика, платя тебе за вход\n(Что даст еще тебе и славу и доход).";
    cout << "\t 1835 г.";
}